IMT_INFO = """
Індекс маси тіла (ІМТ) є мірою відносної ваги на основі ваги і зростання особини.
ІМТ = вага (кг) / (зріст (м))^2

Категорії ІМТ:
- Недостатня вага: <18.5
- Норма: 18.5 - 24.9
- Надмірна вага: 25 - 29.9
- Ожиріння I ступеню: 30 - 34.9
- Ожиріння II ступеню: 35 - 39.9
- Ожиріння III ступеню: >=40
"""

BRM_INFO = """
Базальний рівень метаболізму (БРМ) - це кількість калорій, які ваше тіло потребує для підтримки основних функцій в стані спокою.

Формули для обчислення БРМ:

Для чоловіків:
БРМ = 88.362 + (13.397 * вага (кг)) + (4.799 * зріст (см)) - (5.677 * вік)

Для жінок:
БРМ = 447.593 + (9.247 * вага (кг)) + (3.098 * зріст (см)) - (4.330 * вік)
"""